[
  {
    "title": "Australian lawmakers blast Murdoch's 'troubling media monopoly' in new report",
    "content": "Brisbane, Australia (CNN Business)An Australian Senate committee on Thursday issued a scathing indictment of media mogul Rupert Murdoch's News Corp, calling it the country's \"clearest example of a troubling media monopoly.\"\r\n\r\nBut the committee stopped short of calling on News Corp to dilute or otherwise cede any of its Australian interests, and instead made a number of recommendations — including the creation of a judicial inquiry into media diversity, ownership and regulation.\r\nThe report said it is clear the country's media regulation is not \"fit-for-purpose\" and that significant changes are needed.\r\nThe inquiry was launched after more than 500,000 people signed a petition initiated by former Prime Minister Kevin Rudd last year that called for a Royal Commission — a powerful independent investigation — into News Corp's outsized influence in Australian media.\r\nMore than 500,000 Australians demand probe into Rupert Murdoch&#39;s media empire\r\nMore than 500,000 Australians demand probe into Rupert Murdoch's media empire\r\nThe company owns two-thirds of the country's metropolitan print mastheads and some of Australia's most popular news websites. It also has radio interests in every state and territory, along with a majority share of the Foxtel news network, which broadcasts Sky News.\r\nThe petition accused News Corp of using its power to \"attack opponents in business and politics by blending editorial opinion with news reporting.\" Rudd said he had personal experience of that during his time as Labor Prime Minister.\r\n\"Australians who hold contrary views have felt intimidated into silence. ",
    "category": "breaking-news",
    "featured": "on",
    "id": "1639198366318",
    "desc": "Brisbane, Australia (CNN Business)An Australian Senate committee on Th...",
    "thumbnail": "http://192.168.1.100:3000/1639198366318-breakingnews.jpeg"
  },
  {
    "title": "2 Dead, Suspect in Custody After Shooting Inside Maryland Senior Living Facility",
    "content": "Two people are dead following a shooting this morning at a senior living facility in Prince George's County, Md., PEOPLE confirms.\r\n\r\nMichelle Norris, executive vice president for National Church Residences, tells PEOPLE the deadly incident occurred at the Gateway Village National Church Residence in the town of Capitol Heights.\r\n\r\nThe names of the two victims have not been released, but Norris, in a statement, said they were employees at the facility.\r\n\r\nThe shooting happened at around 9:15 a.m.\r\n\r\nAccording to reports, including those from ABC News, CNN, and NBC, one person was taken into custody within the hour and is believed to be the shooter.\r\n\r\n\r\n\"On behalf of the National Church Residences team, please know that we are extremely heartbroken by the events that occurred this morning at our affordable housing property Gateway Village, in Capital Heights, Maryland,\" reads the statement.\r\n\r\nWant to keep up with the latest crime coverage? Sign up for PEOPLE's free True Crime newsletter for breaking crime news, ongoing trial coverage and details of intriguing unsolved cases.\r\n\r\n\"We are proud of the heroic and swift actions of our staff to ensure that our residents were protected and kept safe,\" it continues. \"Our hearts go out to the families of our two team members who lost their lives in this tragic and unfortunate incident.\"\r\n\r\nNorris' statement notes that the facility and its employees \"are fully cooperating with authorities as they further investigate the details of the situation.\"\r\n\r\nA call to Prince George's County Police was not returned by press time.\r\n\r\nCheck back later for updates on this breaking story.",
    "category": "breaking-news",
    "id": "1639198475918",
    "desc": "Two people are dead following a shooting this morning at a senior livi...",
    "thumbnail": "http://192.168.1.100:3000/1639198475918-images-(3).jpeg"
  },
  {
    "title": "Maybelline's New Curl Bounce Mascara Created through 'Lens of Haircare'",
    "content": "12.10.21\r\n\r\nMaybelline New York’s latest innovation in mascara is Curl Bounce. The L'Oréal-owned brand says it was inspired by Gen Z and R&D looked to haircare to craft the formulation.\r\n\r\nThe Bounce N'Curl brush contains double the number of individual fibers than traditional mascara to scoop, separate, and physically curl every lash upwards. The Memory Curl Formula is made from a unique blend of longwearing, hairstyling-inspired polymers that holds lashes in place all day. The washable mascara offers a lightweight, wax-free, alternative to traditional mascara for a bouncy effect that is not heavy or stiff.\r\n\r\n\"We took a prescriptive approach to Curl Bounce's formula and focused on creating curl through the lens of haircare rather than traditional mascara,\" said Tina Liu, marketing director, mascara, Maybelline New York. \"We utilized polymers typically used in some of the top performing hair curling products within the L'Oreal portfolio to create the effect of curl that holds, but for lashes.\"\r\n\r\nCurl Bounce Mascara is available in shades Very Black (washable), Blackest Black (washable), Very Black (waterproof) and Brownish Black (waterproof) online now, and will be inside mass-market retailers nationwide beginning January 2022.",
    "category": "breaking-news",
    "id": "1639198585823",
    "desc": "12.10.21\r\n\r\nMaybelline New York’s latest innovation in mascara is Curl...",
    "thumbnail": "http://192.168.1.100:3000/1639198585823-155_main.jpeg"
  },
  {
    "title": "Kensing Appoints as Azelis Strategic Partner",
    "content": "Azelis' focus is technical services, formulation development and strong supply chain in food, health and personal care markets in Europe, Middle East and Africa\r\n\r\nKensing Appoints as Azelis Strategic Partner \r\n12.10.21\r\n\r\nKensing LLC and Azelis have inked an agreement for the distribution of Kensing’s vegetable-oil-based vitamins and phytosterols covi-ox, covitol, copherol and generol in the food and health, nutrition, and personal care markets covering entire Europe, Middle East and Africa.\r\n \r\nThe distribution agreement enables Kensing to optimize its distribution network in the region. \r\n \r\n“Kensing is a world-leading manufacturer of high-purity natural vitamin E and derivatives,” said Serge Rogasik, CEO Kensing, LLC. “We are laser-focused on food, health and personal care and our goal is to rapidly accelerate our development on a global basis. Our covi-ox, covitol, copherol, and generol products are world renown for their quality and purity, and Azelis’ capabilities are a great fit, allowing us to expand our presence in Europe, one of the most demanding markets in the industry.”\r\n \r\nBoth companies share a focus on technical service, reliability and consistency toward customers, based on expert knowledge in business support. The two companies also share a philosophy of sustainable development, transparency, and constructive collaboration. Kensing’s sustainable development approach consists of developing, sourcing and bio-refining sustainably a large range of high-natural index ingredients. \r\n \r\nEarlier this year, Azelis was awarded Platinum rating by EcoVadis, placing the company in the top 1% of all surveyed companies. \r\n \r\n“We are thrilled to establish this new partnership with Kensing,” said Anna Bertona, CEO and president of EMEA Azelis. “Their vegetable-oil-based product lines complement our existing portfolio perfectly, and further strengthen our presence in Europe, Middle East and Africa. This new agreement is a testament to our operational excellence, and our industry-leading technical skills. Next to this, our organizations are like-minded in terms of transparency, a commitment to sustainability and the importance of a hands-on approach. We look forward to seeing the success derived from this partnership.”",
    "category": "breaking-news",
    "id": "1639198625776",
    "desc": "Azelis' focus is technical services, formulation development and stron...",
    "thumbnail": "http://192.168.1.100:3000/1639198625776-136_main.jpeg"
  },
  {
    "title": "WA border re-opening plan looms but travel restrictions still being strictly enforced",
    "content": "For families and businesses desperate to know when Western Australia's hard border will come down, the wait is almost over.\r\n\r\nWhile WA's vaccination rate has slowed to a crawl, the 80 per cent threshold for those 12 and over is within touching distance.\r\n\r\nIt means those separated by border closures will soon have a date for their long-awaited reunion, with markers eagerly hovering over late January in their 2022 calendars.\r\n\r\nBut, in the meantime, the state's strict COVID-19 rules are being enforced as fiercely as ever.\r\n\r\nJust this week, a traumatised woman was sent into isolation after she was allegedly seriously assaulted, while grieving parents were denied a chance to identify the body of their 20-year-old son without first serving two weeks of hotel quarantine.\r\n\r\nEucla Border trailer\r\nWA is strictly enforcing its COVID-elimination strategy until it decides to re-open borders.(ABC Goldfields-Esperance: Jarrod Lucas)\r\nTo critics, they were displays of heartlessness which made little sense when WA is so close to re-opening its borders.\r\n\r\nBut Mark McGowan is offering no apologies, even as he prepares to re-open his state to the world, insisting he is doing what needs to be done to keep West Australians safe.\r\n\r\nDate promised once milestone reached\r\nWithin days, WA is set to reach the 80 per cent vaccination threshold, having double-dosed 79.3 per cent of the 12+ population as of Friday afternoon.\r\n\r\nOnce that milestone is reached, the WA Premier has vowed he will set a date to re-open borders.\r\n\r\nWA's Premier walks into a press conference holding papers\r\nThe Premier has warned unvaccinated West Australians could face additional restrictions when borders re-open.(ABC News: Rhiannon Shine)\r\nWhile McGowan has always said 90 per cent was the threshold to re-open, he has also promised that once the date was locked in it would not change.\r\n\r\nWA COVID-19 snapshot\r\nConfirmed cases so far: 1,122\r\n\r\nRecovered: 1,112\r\n\r\nDeaths: 9\r\n\r\nWA population aged 12+ fully vaccinated: 78.3 per cent\r\n\r\nLatest information from the WA Health Department\r\nProfessor Jaya Dantas, from Curtin University's School of Population Health, is not convinced WA will get to 90 per cent by the end of January.\r\n\r\nBut she said it was important that the state stuck to its re-opening plan regardless.\r\n\r\n\"I think, 22 months into the pandemic, I do not want to see border closures or lockdowns but measures that are much more effective,\" she said.\r\n\r\n\"Continue with our testing, with our surveillance, and have public health measures like masks and social distancing, and continue to talk to communities with low vaccination rates.\"\r\n\r\n'Difficult things need to be done': McGowan\r\nThroughout the pandemic, McGowan has remained unapologetic about his government's strict approach to dealing with COVID.\r\n\r\nAnd even as the days of widespread border closures draw to a close, that approach is no less uncompromising — as events of this week demonstrated.\r\n\r\nA man receiving a COVID-19 vaccine from a woman in a blue shirt.\r\nWA's 90 per cent vaccination target is higher than the thresholds in other states.(ABC News: Keane Bourke)\r\nOn Saturday, a 69-year-old woman who had returned from the Northern Territory and was dutifully heading out of quarantine for her day 12 COVID-19 test was allegedly assaulted and carjacked outside Royal Perth Hospital.\r\n\r\nThe woman was left battered and bruised and needed hospitalisation.\r\n\r\nShe says was discharged from hospital on Sunday, only to be told she would need to isolate alone for a further four hours to complete her isolation period — despite being afraid and traumatised after her ordeal.\r\n\r\nCatch up on the main COVID-19 news from Saturday, December 11, with a look back at our blog\r\n\"It is very difficult and no doubt very sad for her and I sympathise enormously for anyone who is a victim of crime like that,\" McGowan said in response.\r\n\r\n\"But obviously decisions have to be made to keep the public and the state safe.\r\n\r\n\"We've gotten through the last two years by doing difficult things in difficult circumstances.\"\r\n\r\nShe was not the only one left in no doubt about the severity of the rules.\r\n\r\nThe Melbourne parents of a 20-year-old man who died in Perth last month say they were denied access to WA because they would not complete two weeks of hotel quarantine.\r\n\r\nThe fully vaccinated couple wanted to identify their son's body and bring him and his belongings home.\r\n\r\nMcGowan said it was a \"sad and difficult situation\".\r\n\r\nA Qantas plane on the tarmac at Perth Airport.\r\nCritics have accused WA of not making enough exemptions for people on compassionate grounds.(ABC Perth: Kate Leaver)\r\n\"I am sympathetic to all of these cases. They are all very difficult and the police manage this according to strict protocols,\" he said.\r\n\r\n\"Because we don't want to end up in the situation that New South Wales and Victoria have ended up in.\r\n\r\n\"Had we not put in place the rules we put in, we might have had hundreds if not thousands of people die, mass lockdowns, tens of thousands of people lose their jobs, kids not at schools for months on end and our hospitals full of people with COVID who are very sick.\r\n\r\n\"These are the choices we have had to make.\"\r\n\r\nCalls for a more 'compassionate' approach ahead of re-opening\r\nProfessor Catherine Bennett, the chair of epidemiology at Deakin University, said COVID-19 rules should be applied proportionally.\r\n\r\n\"We need to keep things in proportion,\" she said.\r\n\r\nA man wearing a facemask and pulling a suitcase walks through the arrival gates inside an airport terminal.\r\nWA began interstate border closures in March 2020, originally with the aim of buying time to prepare the public health system.(AAP: Richard Wainwright)\r\n\"We have to be very careful that we don't do things that are more costly than any risk associated with someone not isolating for three hours.\r\n\r\n\"In these final stages, as we look forward to opening up borders, I think we have to look at every case like this and learn from it so that we avoid putting someone in a distressing situation which is not worth the risk of the trauma to the person.\"\r\n\r\nProfessor Dantas had a similar view.\r\n\r\n\"We are in a different position from what we were last March when we closed our borders,\" she said.\r\n\r\nSpace to play or pause, M to mute, left and right arrows to seek, up and down arrows for volume.\r\nWATCH\r\nDuration: 3 minutes 6 seconds3m 6s\r\nPlay Video. Duration: 3 minutes 6 seconds\r\nWA is about to let COVID back in. How will the state's reopening work?\r\n\"Yes, we want these harsh restrictions. But we need to make exceptions on a case-by-case basis on compassionate grounds.\r\n\r\n\"Using a sensible but compassionate approach.\"\r\n\r\nAnnouncement of re-opening plan imminent\r\nAll things going according to plan, the Premier will announce the re-opening date within days.\r\n\r\nWhat we know about Omicron\r\nA woman gets a PCR test from a healthcare worker in Johannesburg.\r\nScientists around the world are racing to understand more about the latest COVID-19 variant, dubbed Omicron.\r\n\r\nRead more\r\nHe had flagged that the Omicron variant was a final hurdle to clear, with a National Cabinet briefing on Friday to discuss the latest health advice.\r\n\r\nBut Professor Bennett said it was important to remember there could still be more variants to come.\r\n\r\n\"Living with the virus does not just mean living with the virus in our community, it actually means living with the virus in our world, and knowing that includes the possibility we will see more variants,\" she said.\r\n\r\n\"Having some strategies in place that allow us to keep some controls on new variants, you might need to do that.\r\n\r\n\"But we should not have to keep closing borders every time [there is a new variant] and certainly not internal borders.\"",
    "category": "political",
    "id": "1639198759258",
    "desc": "For families and businesses desperate to know when Western Australia's...",
    "thumbnail": "http://192.168.1.100:3000/1639198759258-ababdb62b6ace5c4b062e0a41c4eb39e-(1).jpeg"
  },
  {
    "title": "Queensland auditor refers state-owned business to corporate watchdog over concerns it broke the law",
    "content": "A Queensland government-owned corporation that runs the world's fourth-largest coal exporting terminal has been reported to the corporate watchdog over suspicions it has broken the law.\r\n\r\nKey points:\r\nThe auditor-general says \"three significant deficiencies\" have been reported to ASIC\r\nGPC chair Anthony Lynham says they don't believe there has been a breach of the law\r\nThe state opposition says the government needs to explain how this happened on their watch\r\nThe Queensland Audit Office (QAO) has referred the Gladstone Ports Corporation (GPC) to the Australian Securities and Investments Commission (ASIC) over potential non-compliance with legislation.\r\n\r\nThe referral was revealed in a QAO report that found GPC had spent $1,530,201 on six termination payouts since 2018. \r\n\r\nGPC also spent more than $10 million on legal costs in the 2020-21 financial year — which was almost double the cost of the previous financial year.\r\n\r\nQueensland auditor-general Brendan Worrall said during the audit two matters raised concerns about the corporation's compliance under the Government Owned Corporations Act and the Commonwealth's Corporations Act.\r\n\r\n\"Gladstone Ports did not initially provide a report to us, as the external auditor, and [stakeholder] ministers about a payment to a former chief executive officer,\" he said in the report.\r\n\r\nMr Worrall said GPC failed to \"appropriately approve and sign all board minutes\".\r\n\r\n\"These compliance matters resulted in us reporting three significant deficiencies to Gladstone Ports,\" he said.\r\n\r\n\"We also reported the matters to the [relevant] ministers and the Australian Securities and Investments Commission.\"\r\n\r\nMr Worrall made several recommendations to address shortcomings in Gladstone Ports' governance and oversight, including that policies be updated to provide guidance of payments through deeds of settlement and release.\r\n\r\nIn response to the report, GPC chair Anthony Lynham said it had made submissions to ASIC over the reported matters.\r\n\r\n\"In GPC's view (based on external advice), there was no breach of the relevant provisions by GPC of either the Government Owned Corporations Act or the Corporations Act,\" he said.\r\n\r\n\"Appropriate submissions have been provided to ASIC on behalf of GPC in relation to the issues reported by QAO concerning the Corporations Act.\"\r\n\r\nConcerns over process on termination payouts\r\nThe report revealed GPC had spent $1.53 million on six termination payouts for executives since 2018.\r\n\r\nTwo of the payments, which totalled $918,000, occurred after the end of the 2020–21 financial year.\r\n\r\nMr Worrell said the QAO had concerns over the decision-making process regarding the payouts.\r\n\r\n\"The board delegates approval of termination payments to the chief financial officer and/or chief executive officer,\" he said.\r\n\r\n\"However there is no policy, guidance, or board oversight for the use and approval of settlement and release arrangements.\r\n\r\n\"Due to concerns over the propriety of decision-making regarding the settlement payments, we reported a significant deficiency to Gladstone Ports.\"\r\n\r\nSeven key managers and executives have left GPC since December 2018.\r\n\r\nThis year, the position of chief executive officer was filled by three executives, including one who left the company within three months of appointment.\r\n\r\nFormer minister Dr Anthony Lynham speaking at a media conference in Brisbane\r\nDr Anthony Lynham says GPC has made submissions to ASIC over the allegations.(ABC News: Chris Gillette)\r\nDr Lynham, a former state government minister, was appointed as a director and chairman of GPC on October 1.\r\n\r\nThe QAO found the frequent changeover in executives also had a high financial impact on legal fees.\r\n\r\nSince 2019, legal services fees for GPC had almost doubled from $5.5 million to $10.2 million in 2020–21.\r\n\r\nThe costs related to an ongoing class action regarding the Western Basin Dredging and Disposal Project, and advice on employee matters including those related to termination payments.\r\n\r\n'Queenslanders deserve to know their money isn't being wasted'\r\nOpposition transport and main roads spokesperson Steve Minikin said he was \"deeply concerned\" that millions of dollars of taxpayers' money has been spent on payouts and legal fees for executives at GPC.\r\n\r\n\"The Gladstone Ports Corporation is owned by Queenslanders, and they deserve to know that their money isn't being wasted,\" he said.\r\n\r\n\"The Minister and the Treasurer must explain how this happened under their watch despite their constant reassurances that everything was ok.\r\n\r\n\"It seems the board is too focused on its own internal problems rather than developing the port to create jobs for the people of Gladstone.\"",
    "category": "political",
    "id": "1639198899040",
    "desc": "A Queensland government-owned corporation that runs the world's fourth...",
    "thumbnail": "http://192.168.1.100:3000/1639198899040-political.jpeg"
  },
  {
    "title": "Gold Coast COVID-19 cases a sign of things to come in Queensland once borders reopen, experts warn",
    "content": "Queensland health authorities are rushing to douse multiple COVID-19 spot fires on the Gold Coast ahead of Monday's interstate border reopening.\r\n\r\nIn what experts warned was a sign of things to come, the state yesterday recorded nine new COVID-19 cases, including six locally acquired infections on the Gold Coast that are thought to represent four separate outbreaks.\r\n\r\nActing Chief Health Officer Peter Aitken said all the outbreaks appeared to have started in NSW. \r\n\r\nQueensland COVID-19 snapshot\r\nReported in the past 24 hours:\r\n\r\nLocally acquired cases: 0\r\nOther sources: 0\r\nTests: 9,000\r\nQueensland's vaccine rollout (percentage of those aged 16+):\r\n\r\nFirst dose: 88.1 per cent\r\nSecond dose: 80.6 per cent\r\nLatest case information from Queensland Health.\r\nApart from a primary-school-aged child who is too young to be vaccinated, all the new local cases had received at least one shot of a COVID-19 vaccine.\r\n\r\nGriffith University virologist Lara Herrero described the latest incursions as a concern, particularly given low vaccination rates in pockets of the Gold Coast.\r\n\r\n\"That means there's a greater chance for the virus to spread and there's obviously a greater number of people who are at risk of more severe infection and disease,\" she said.\r\n\r\n\"Obviously time will tell. We have a number of vulnerable populations in our community that we really need to be particularly mindful of: those with comorbidities, the aging population, First Nations people. Even with vaccinations, they're more prone to getting more serious illness.\"\r\n\r\nCatch up on the main COVID-19 news from Saturday, December 11, with a look back at our blog\r\nDr Herrero said a significant number of young people appeared to be complacent about getting the jab. She said they needed to understand they were gambling with their lives.\r\n\r\n\"The incidence of more serious complications and death from COVID in young people are less than in the elderly but, of course, rates being less doesn't make it zero,\" she said.\r\n\r\nUnwrapping 2022: How life in Queensland is about to undergo a massive change\r\nOpening presents on Christmas Day.\r\nThe Premier's gift to Queenslanders this Christmas is opening the state's borders, bringing an influx of people as well as COVID-19. It means 2022 will look very different to the year that was.\r\n\r\nRead more\r\n\"There are still young individuals who get severely sick from COVID and who have long COVID impacts months down the track, as well as those who do, unfortunately, die. We've seen cases of this.\r\n\r\n\"Who wants to take that gamble? I know I wouldn't want to take that gamble and I wouldn't want any young person that I care about to take that gamble.\"\r\n\r\nHealth Minister Yvette D'Ath stopped short of reintroducing a mask mandate for the Gold Coast yesterday, but she strongly recommended people started carrying masks with them at all times and wore them indoors.\r\n\r\n\"This is important. We can assume that there is likely to be transmission happening across the Gold Coast,\" she said.\r\n\r\nSpace to play or pause, M to mute, left and right arrows to seek, up and down arrows for volume.\r\nWATCH\r\nDuration: 1 minute 53 seconds1m 53s\r\nPlay Video. Duration: 1 minute 53 seconds\r\nQueensland's new Chief Health Officer John Gerrard says the virus must enter the state(ABC News)\r\nQueensland's incoming chief health officer John Gerrard predicts there will be more COVID-19 outbreaks as the state enters the next phase of its pandemic response — reintegrating with the rest of the world in a \"cautious and steady\" manner.\r\n\r\n\"We can't continue to isolate,\" he said.\r\n\r\n\"We do have to reintegrate with the world. But as that happens, the virus will enter Queensland, we know that. It is inevitable. Eventually, we'll see some surge of infections in Queensland.\"\r\n\r\nDr Herrero pleaded with people who had not yet received a COVID-19 vaccination to get the jab, not only to protect themselves and their families, but to help keep the state's hospital system from becoming overloaded.\r\n\r\n\r\nYOUTUBEHow life will look in Queensland when 80 per cent of people are fully vaccinated\r\n\"The concern is that when we open our borders … we'll get such a large influx of COVID patients in the hospitals,\" Dr Herrero said.\r\n\r\n\"If they're unvaccinated, these could be patients that could have prevented getting a more severe form of COVID.\r\n\r\n\"Time and energy are going to be spent saving the lives of COVID-infected individuals that could push out other people who have other illnesses, traumas, other need for hospitalisation and care, including elective surgeries. We just don't want to see that happen to our system.\r\n\r\n\"One day you could be the person in a car accident and be in desperate need of your hospital system and you want it to be at full working capacity.\"",
    "category": "political",
    "id": "1639198949916",
    "desc": "Queensland health authorities are rushing to douse multiple COVID-19 s...",
    "thumbnail": "http://192.168.1.100:3000/1639198949916-covid.jpeg"
  },
  {
    "title": "Log4shell software flaw threatens millions of servers as hackers scramble to exploit it",
    "content": "A critical vulnerability in a widely used software tool — one quickly exploited in the online game Minecraft — is rapidly emerging as a major threat to organisations around the world.\r\n\r\nKey points:\r\nThe vulnerability was uncovered in an open-source logging toll used in cloud servers and enterprise software across industry and government\r\nMillions of servers have the logging tool installed and experts say the impact would not be known for several days\r\nThe flaw is described as the most critical vulnerability of the past decade and possibly in the history of modern computing\r\n\"The internet's on fire right now,\" said Adam Meyers, senior vice-president of intelligence at the cybersecurity firm Crowdstrike.\r\n\r\n\"People are scrambling to patch [it] and all kinds of people scrambling to exploit it,\" he said.\r\n\r\nHe said on Friday morning, US time, that in the 12 hours since the bug's existence was disclosed that it had been \"fully weaponised\", meaning malefactors had developed and distributed tools to exploit it.\r\n\r\nThe flaw may be the worst computer vulnerability discovered in years.\r\n\r\nIt was uncovered in an open-source logging tool that is ubiquitous in cloud servers and enterprise software used across industry and government.\r\n\r\nIf your company is held hostage, should you pay the ransom?\r\nTwo trucks from transport company Toll reflected in a pool of water.\r\nSecurity experts warn Australia is a soft target amid a \"tsunami of cyber crime\" which is costing the global economy about $1 trillion.\r\n\r\nRead more\r\nUnless it is fixed, it grants criminals, spies and programming novices easy access to internal networks where they can loot valuable data, plant malware, erase crucial information and much more.\r\n\r\n\"I'd be hard-pressed to think of a company that's not at risk,\" said Joe Sullivan, chief security officer for Cloudflare, whose online infrastructure protects websites from malicious actors.\r\n\r\nMillions of servers have the logging tool installed, and experts said the fallout would not be known for several days.\r\n\r\nAmit Yoran, CEO of the cybersecurity firm Tenable, called it \"the single biggest, most critical vulnerability of the last decade\" — and possibly the biggest in the history of modern computing.\r\n\r\nNo password required\r\nThe vulnerability, dubbed Log4Shell, was rated 10 on a scale of one to 10 by the Apache Software Foundation, which oversees development of the tool.\r\n\r\nAnyone with the ability to exploit it can obtain full access to an unpatched computer that uses the software.\r\n\r\nExperts said the extreme ease with which the vulnerability lets an attacker access a web server — without a password — was what made it so dangerous.\r\n\r\nLydia Winters stands on stage with signs showing Microsoft's Minecraft game at the Xbox E3 2015 briefing\r\nExperts say Minecraft users have already exploited the flaw to breach other users by pasting a short message into in a chat box.(AP: Damian Dovarganes, file)\r\nNew Zealand's computer emergency response team was among the first to report that the flaw was being \"actively exploited in the wild\" just hours after it was publicly reported on Thursday and a patch released.\r\n\r\nRBA warns Australia at higher risk of cyber attacks\r\nA man sits at a laptop computer in a dark room.\r\nAustralian businesses and households are at increased risk of cyber attacks, which could threaten financial system stability.\r\n\r\nRead more\r\nThe vulnerability, located in open-source Apache software used to run websites and other web services, was reported to the foundation on November 24 by the Chinese tech giant Alibaba, it said.\r\n\r\nIt took two weeks to develop and release a fix.\r\n\r\nBut patching systems around the world could be a complicated task.\r\n\r\nWhile most organisations and cloud providers such as Amazon should be able to update their web servers easily, the same Apache software is also often embedded in third-party programs, which often can only be updated by their owners.\r\n\r\nMr Yoran, of Tenable, said organisations needed to presume they had been compromised and act quickly.\r\n\r\nThe first obvious signs of the flaw's exploitation appeared in Minecraft, a Microsoft online game hugely popular with children.\r\n\r\nMr Meyers and security expert Marcus Hutchins said Minecraft users were already using it to execute programs on the computers of other users by pasting a short message in a chat box.\r\n\r\nMicrosoft said it had issued a software update for Minecraft users.\r\n\r\n\"Customers who apply the fix are protected,\" Microsoft said.\r\n\r\nResearchers reported finding evidence the vulnerability could be exploited in servers run by companies such as Apple, Amazon, Twitter and Cloudflare.\r\n\r\nCloudflare's Mr Sullivan said there was no indication his company's servers had been compromised.\r\n\r\nApple, Amazon and Twitter did not immediately respond to requests for comment.",
    "category": "tech",
    "id": "1639198999989",
    "desc": "A critical vulnerability in a widely used software tool — one quickly ...",
    "thumbnail": "http://192.168.1.100:3000/1639198999989-tech1.jpeg"
  },
  {
    "title": "Australian organisations are quietly paying hackers millions in a 'tsunami of cyber crime'",
    "content": "It's an open secret within the tight-lipped world of cybersecurity.\r\n\r\nFor years, Australian organisations have been quietly paying millions in ransoms to hackers who have stolen or encrypted their data.\r\n\r\nKey points:\r\nOne-third of Australian organisations hit by ransomware attacks paid the ransom\r\nThese payments, which encourage further attacks, are typically kept secret\r\nExperts are calling for mandatory reporting of ransom payments\r\nThis money has gone to criminal organisations and encouraged further attacks, creating a vicious cycle.\r\n\r\nNow experts say Australia and the rest of the world is facing a \"tsunami of cyber crime\".\r\n\r\nThere has been a 60 per cent increase in ransomware attacks against Australian entities in the past year, according to the government's cyber security agency, the ACSC.\r\n\r\nA ransom message on a UK NHS computer.\r\nAn attack against the UK's National Health Service in 2017.(@fendifille via AP)\r\nJust in the past six months alone,  the frequency of attacks and the size of ransoms being demanded has increased significantly, said Michael Sentonas, chief technology officer of Crowdstrike, one of the largest cybersecurity companies in the world.\r\n\r\nBut this message is not being heard by Australian organisations, many of which remain complacent about the threat, he said.\r\n\r\n\"I still speak to a lot of Australian organisations that say, 'Why would somebody attack us?'\" Mr Sentonas said.\r\n\r\n\"There's a little bit of that mentality in Australia.\"\r\n\r\nSo how many organisations have been hit by ransomware, and why is the problem getting worse?\r\n\r\nMillions paid to ransomware gangs every year\r\nIn ransomware attacks, criminals infiltrate an organisation's computer systems with the aim of stealing, encrypting or otherwise locking up data.\r\n\r\nThe attackers then demand a ransom payment in return for the stolen data or a copy of the decryption keys.\r\n\r\nIf your company is held hostage, should you pay the ransom?\r\nTwo trucks from transport company Toll reflected in a pool of water.\r\nSecurity experts warn Australia is a soft target amid a \"tsunami of cyber crime\" which is costing the global economy about $1 trillion.\r\n\r\nRead more\r\nBecause it looks bad and harms their reputation, most organisations do not say when they've been hacked and had to pay a ransom.\r\n\r\nAs a result, there's often little detail around both the frequency of attacks, the size of the ransom being demanded, and whether it was paid.\r\n\r\nA report published this week by the Cyber Security Cooperative Research Centre (CSCRC ) estimated that \"cyber crime\" has cost the global economy US$1 trillion. \r\n\r\nIn Australia, this includes a string of ransomware attacks affecting Australian companies in 2020 and 2021, including :\r\n\r\nFebruary and May 2020 – Two attacks in a few months against logistics company Toll Holdings\r\nMarch 2021 – An attack against Nine Entertainment that left the company struggling to televise news bulletins and produce newspapers\r\nJune 2021– An attack against JBS Foods, the world's largest meat supplier, which affected 47 facilities in Australia\r\nThe impact of these attacks on JBS, Nine or Toll Group has been \"in the realm of catastrophic\" for these businesses, Australian Signals Directors (ASD) director-general Rachel Noble told a Senate committee in June.\r\n\r\nBut they're relatively small with what the ASD fears may be on the horizon.\r\n\r\nMs Noble quoted a study that estimated a single significant cyber attack against Australia could cost $30 billion and 160,000 or more jobs. \r\n\r\n\"The threat environment is definitely deteriorating,\" she said.\r\n\r\n'It's a perfect business model'\r\nTo get a picture of unpublicised cyber crime in Australia, Crowdstrike surveyed  200 senior IT decision-makers and security professionals across Australia's major industry sectors.\r\n\r\nThey found that two thirds of the Australian organisations surveyed had suffered a ransomware attack in the 12-month period to November 2020.\r\n\r\nOf those that had been attacked, one-third — or 44 Australian organisations — had paid the ransom.\r\n\r\nThe average ransom amount was $1.25 million, the survey found. \r\n\r\nThat's a rough total of at least $55 million in ransom payments.\r\n\r\nIf the survey was repeated for the past 12 months, Mr Sentonas said it would show a sizable increase in the proportion of Australian organisations that have suffered attacks.\r\n\r\n\"It would be a healthy amount larger than what we reported last time,\" he said.\r\n\r\nThe increase in ransomware attacks globally over the past six months has been well documented.\r\n\r\nBut an attack this month eclipsed them all: hackers infiltrated the global IT-management and security company Kaseya, encrypted sensitive data, and demanded US$70 million.\r\n\r\nA man wearing a facemask and a bright orange jumper fills his car with petrol while holding an extra container.\r\nA ransomware attack on Colonial Pipeline led to petrol shortages in the US.(AP: Robert Willett)\r\nMore than 1500 companies around the world using Kaseya services were affected, including at least five IT services companies in Australia.\r\n\r\nKaseya hasn't yet paid the ransom and the hackers are now asking for a measly US$50 million.\r\n\r\nThese successes have encouraged more criminal gangs to mount attacks of their own, Mr Sentonas said.\r\n\r\n\"There's so much money being made. That's the reality of it.\"\r\n\r\n\"And at the end of the day we're not seeing the adversaries get caught and get prosecuted. For them, it's a perfect business model,\" he said.\r\n\r\nRansomware industry growing specialised, sophisticated\r\nIn fact, the ransomware business model has become so sophisticated that some hacking groups are specialising in developing and selling the technology that other groups use to mount attacks.\r\n\r\nIn other words, hacking groups have their own IT services industry.\r\n\r\n\"You don't need to be an expert in creating and developing ransomware anymore, you just need to have the appetite to carry out a crime and a little bit of money,\" Mr Sentonas said.\r\n\r\n'Cozy Bears' and \"Hidden Cobras'\r\nA Crowdstrike illustration of the Fancy Bear hacking group\r\nThese are the hacking groups targeting a honeypot of COVID-19 vaccine intellectual property.\r\n\r\nRead more\r\nThe recent hack of the US division of the chemical distribution company Brenntag  and the US fuel supplier Colonial Pipeline were both widely reported as the work of a hacking group called DarkSide.\r\n\r\nBut Mr Sentonas said DarkSide actually made the the platform used to mount the attack and was not necessarily the attacker.\r\n\r\n\"It may not be the creators of a particular platform that are the ones behind the attack,\" he said.\r\n\r\n\"A lot of the people that are behind the attacks could be anywhere.\r\n\r\n\"The way that the infrastructure is built, it could be someone down the road from your house.\"\r\n\r\nMany of the prominent hacking groups, however, are based in either Russia or Eastern Europe, where it is harder for them to be prosecuted.\r\n\r\nOn Friday last week, US President Joe Biden urged Russian President Vladimir Putin to take action against the ransomware group REvil, responsible for the Kaseya and the JBS Foods hacks.\r\n\r\nWhen asked by a reporter later if he would take down the group's servers if Mr Putin did not, the president replied \"yes\".\r\n\r\nDays later, REvil's sites on the dark web suddenly disappeared. It's unclear who made that happen.\r\n\r\nAn epidemic of connectivity and standardisation\r\nBut the proliferation of hacking groups is not the only reason for the increase in ransomware attacks, says Sergei Shevchenko, chief technical officer of the cybersecurity company Prevasio.\r\n\r\nIt's also due to long-term trends within the IT industry itself, he says.\r\n\r\nCompanies have gone from managing IT in-house to outsourcing this to IT specialists, who may themselves outsource other aspects of their business to specialist companies.\r\n\r\n As a result, when a company far up this chain of outsourcing is compromised, hundreds or even thousands of companies \"down the chain\" are affected too.\r\n\r\nThis is exactly what happened with the Kaseya hack; an attack against a company in Dublin led to the closure of kindergartens in New Zealand and grocery stores in Sweden.\r\n\r\nHundreds of Coop grocery stores were shut after a ransomware attack compromised its computer systems in Stockholm.\r\nHundreds of Coop grocery stores were shut after the attack.(Reuters: Supantha Mukherjee)\r\nWhen everything is connected and standardised, everything is vulnerable.\r\n\r\nMr Schevchenko compares the situation to disease tearing through a monoculture crop.\r\n\r\n\"In my personal view, the biggest problem is that most victims are using the Windows operating system,\" he said.\r\n\r\n\"So long as there's a culture of using one operating system, an epidemic will create havoc across that monoculture.\"\r\n\r\n\"The solution to that is a cultural shift into multiple operating systems.\"\r\n\r\n'Naming and shaming' businesses who pay ransoms won't work\r\nDespite the string of high-profile ransomware attacks, attitudes to cyber security in Australia are \"not changing fast enough\", Mr Sentonas said.\r\n\r\nOrganisations regularly ask him why they would be attacked. He typically responds: \"If you don't have anything of value, why are you in business?\"\"\r\n\r\n\"It's very common when you see an organisation that's been breached, when they make their first public statement that will say that it was a highly sophisticated attack by a very sophisticated adversary.\r\n\r\n\"And in most cases, it's not a sophisticated adversary. And it's not a sophisticated attack.\r\n\r\n\"They found it very, very easy to get in. That's the reality of what we see.\"\r\n\r\nA worker wearing a protective mask walks past a logo reading JBS\r\nThe JBS hack affected meatworks facilities around the world, including several in Australia.(Getty: Luke Sharrett)\r\nRachael Falk from the Cyber Security CRC (CSCRC) agreed, saying many Australian businesses are still \"woefully under prepared\".\r\n\r\nHer organisation is urging the federal government to develop a mandatory reporting regime for cyber attacks. Labor has also called for such a regime.\r\n\r\nMr Shevchenko said mandatory reporting was \"absolutely vital\".\r\n\r\n\"We will definitely lose this game with the attackers if we don’t enforce reporting.\"\r\n\r\nBut reporting should not be to \"name and shame\" companies that pay ransoms, as those that do often have little other choice, he said.\r\n\r\nABC Science on YouTube\r\nABC Science YouTube thumbnail\r\nWant more science — plus health, environment, tech and more? Subscribe to our channel.\r\n\r\nMr Sentonas said organisations that find themselves the victims of ransomware attacks are under \"an amazing amount of pressure\" to resume operations as quickly as possible.\r\n\r\n\"Sit in the shoes of the customer that's trying to work out how to how to get  their network up and running.\r\n\r\n\"The pressure that they're under is immense. And unfortunately, sometimes they do have to make that decision to say this outage is going to cost me 'x' and I can recover by paying 'y'.\r\n\r\n\"And then they make that decision. They know full well what they're doing. They know that they're fuelling crime, but it's a simple business decision.\"\r\n\r\nThe ACSC advises against paying a ransom request.\r\n\r\n\"Paying a ransom may embolden actors to target additional individuals and organisations, encourage other criminal actors to engage in distribution of ransomware, and/or fund illicit activities,\" a spokesperson said.",
    "category": "tech",
    "id": "1639199146860",
    "desc": "It's an open secret within the tight-lipped world of cybersecurity.\r\n\r...",
    "thumbnail": "http://192.168.1.100:3000/1639199146860-tech2.jpeg"
  },
  {
    "title": "New propulsion system using the key ingredient in moth balls could propel satellites through space",
    "content": "Space travel is the last thing the smell of moth balls conjures up in people's minds, but scientists say the key ingredient in the smelly pest control device can be used as a cheap fuel for propelling satellites.\r\n\r\nKey points:\r\nANU space researchers have designed a new thruster fuelled by naphthalene — the same ingredient you find in moth balls \r\nThe propulsion system will be tested in mid-2022 \r\nDesigners say the Bogong thruster could extend satellite life by up to 20 per cent\r\nResearchers at the Australian National University (ANU) in Canberra have designed a thruster fuelled by naphthalene — the white powder with a distinctive odour found in moth balls and toilet deodorant cakes.\r\n\r\nThe propulsion system, named 'Bogong', will be tested in space in mid-2022 onboard satellites being launched for Australian space services company SkyKraft, as part of an aircraft tracking and communication program.\r\n\r\nANU PhD scholar Dimitrios Tsifakis said naphthalene is a cheap, non-corrosive alternative to hot-charged plasma for powering thrusters on small satellites.\r\n\r\nHeated to 70 degrees Celsius, the solid naphthalene becomes a gas, which is then further heated as it passes through the thruster for rocket propulsion.\r\n\r\n\"Naphthalene is ideal because when it is heated it goes straight from solid to gas, with no liquid sloshing about in the thruster,\" Mr Tsifakis said.\r\n\r\n\"Everyone knows that old smell in granny’s wardrobe; now it is the newest thing in space technology.\"\r\n\r\nA man wearing glasses and holding a torch shines a light into the new propulsion system\r\nDimitrios Tsifakis says naphthalene is a cheap, new system to propel satellites. (Supplied.)\r\nBogong thruster to extend satellite life\r\nSpace agencies have spent years looking for cheaper and more compact propulsion systems for satellites as an alternative to ion engines, which are fuelled by the both expensive and rare xenon gas.\r\n\r\nThe Bogong's design uses more propellant than a plasma thruster, but is less complicated and therefore can carry more fuel.\r\n\r\nDesigners say the Bogong thruster could extend satellite life by up to 20 per cent, adding a year of service life.\r\n\r\n\"Launching moth balls in space could make the skies safer,\" Professor Christine Charles, head of the ANU Space Plasma, Power and Propulsion Laboratory, said.\r\n\r\n\"If you put it in your cupboard it has to be reasonably safe — it might not be too pleasant, but it's readily available, it's cheap, so we thought someone has to try it.\r\n\r\n\"We refined it every day with our thrust balance, and now Bogong is ready to launch.\"\r\n\r\nA woman wearing a black t-shirt stands next to a large silver machine \r\nChristine Charles says the ANU is lucky to have a world class vacuum chamber to conduct tests. (Supplied.)\r\nTrials of the Bogong system were conducted inside the ANU's space simulated vacuum chamber known as WOMBAT, where the thruster was heated in conditions mimicking those in space.\r\n\r\nProfessor Charles said there are few places in the world where technology like this can be tested in space conditions.\r\n\r\n\"We are lucky at ANU to have our WOMBAT, because we can turn a PhD thesis into space technology very quickly,\" she said.\r\n\r\n\"[Naphthalene] is something that's readily accessible to anyone who wants to give it a go, and we thought the idea was so simple it was something that we have to do — and the great thing for us is that it's all Canberra-based.\"\r\n\r\nThe new Bogong thruster system isn't the only contender for alternative ways to more cheaply move satellites through space — Paris-based company ThrustMe has also developed a propulsion system fuelled by iodine.\r\n\r\nBut project leader Professor Rod Boswell, from Boswell Technologies, said the Bogong thruster will be the first step in making aviation safer, and cheaper.\r\n\r\n\"Designing a thruster in nine months from design to launch is exceptional,\" he said.",
    "category": "tech",
    "id": "1639199213816",
    "desc": "Space travel is the last thing the smell of moth balls conjures up in ...",
    "thumbnail": "http://192.168.1.100:3000/1639199213816-tech3.jpeg"
  },
  {
    "title": "Adam Mosseri explains how Instagram is bringing back the chronological feed",
    "content": "Instagram head Adam Mosseri used his story to answer people’s questions about the company’s plan to bring back the much-missed chronological feed, which he promised during his appearance at a Senate hearing on Wednesday. In a Q&A on Friday, he said that the company is testing out two versions of the feature and that it’s “targeting early next year” as a release window.\r\n\r\nOne version of the chronological feed would let you “pick your favorites and they show up at the top in chronological order,” he said. The other would let you see the posts from everyone you’re following in chronological order, though he didn't mention how recommended posts would be interspersed.\r\n\r\n\r\nInstagram wants to release the feature “early next year.” Images: Adam Mosseri\r\nWhen a follow-up question asked Mosseri when the feature would show up, he said it wouldn’t be too long, and that Instagram is “already testing the favorites idea.” He said that “full chronological” mode would come shortly after.\r\n\r\n\r\nReiterating a tweet from Instagram on Wednesday, Mosseri makes it clear that the company isn’t ditching its algorithmic feed to revert back to one that’s in order, and that it would be like Twitter where you can choose which version you’d like. “We’re not moving away from ranking altogether. We’re going to give people the option to go to a chronological version of feed,” he said. “But at a high level, we believe that ranking helps us connect people with the content that matters to them most.”\r\n\r\nIn his Q&A (which you can view in full below), Mosseri also answered questions about Instagram’s plans for its upcoming parental control feature, as well as his time at the Senate. You can read more about his testimony on child safety, where he proposed creating an “industry body” to govern how children’s data is used, here.",
    "category": "tech",
    "id": "1639199303876",
    "desc": "Instagram head Adam Mosseri used his story to answer people’s question...",
    "thumbnail": "http://192.168.1.100:3000/1639199303876-acastro_190919_1777_instagram_0001.0.0.jpeg"
  },
  {
    "title": "Apple’s concessions in China reportedly include a secret $275 billion deal and one odd change in Maps",
    "content": "Tim Cook has pushed Apple’s value within close range of $3 trillion, and a lot of that has to do with the former operations lead’s ability to manage a relationship with China, where many of its products are made and, increasingly, many of them are sold. A report this week from The Information relies on unnamed sources and internal documents to peel back some of the details about Apple’s ties with China.\r\n\r\nA 1,250-WORD MOU BETWEEN APPLE AND CHINA’S NATIONAL DEVELOPMENT AND REFORM COMMISSION REPORTEDLY RUNS FOR FIVE YEARS AND ACCOUNTED FOR $275 BILLION IN SPENDING\r\nThat includes a request Apple reportedly received in 2014 or 2015 about a small group of uninhabited islands that China and Japan apparently have a dispute over in terms of who owns them. Going by either the Senkaku Islands or the Diaoyu Islands, depending on which side of the argument you’re taking, they inspired a request from China to members of the Maps team to make them appear larger, even when viewers are zoomed out on the map. According to The Information, not only did Apple eventually make the change, but even today, for viewers using its map from within China, the islands are still shown at a larger scale than the territories around them.\r\n\r\nSatellite views of the Senkaku Islands\r\nA satellite image of the Senkaku Islands located in the East of China on April 01, 2016 in Japan. Photo by USGS/NASA Landsat/Orbital Horizon/Gallo Images/Getty Images\r\nThe report also details disputes over everything from iTunes and iCloud to Apple Pay. The figure that looms over everything is a 1,250-word memorandum of understanding that The Information says Tim Cook signed during a publicized trip to China in 2016. The way it’s laid out, Cook went to China because of repeated regulatory actions affecting Apple’s business. By signing a five-year agreement (with an option to extend to a sixth year) promising investments, business deals, and training in China, worth an estimated $275 billion, the aim was to avoid further disruptions.\r\n\r\nAnd as The Information has confirmed from its sources, that seems to have mostly held true. The report points out data from the analysts at Counterpoint Research who said that in October, Apple became the largest smartphone brand in China, a title it hadn’t held in six years. Meanwhile, Apple has built new R&D centers in the country and started storing iCloud data for Chinese users there.\r\n\r\n\r\nHowever, that relationship also has downsides, with critics questioning the company’s commitment to privacy — its Private Relay feature will not be available in China — and business dealings with companies accused of links to Uyghur forced labor. That’s before we mention the other visible concessions that harken back to that decision about the disputed islands, like the numbers Apple won’t let you engrave on an iPad in China and takedowns of certain apps.\r\n\r\nAfter the report surfaced, the South China Morning Post reports (via Apple Insider) that a state-run tabloid in China referred to it as “McCarthyism,” claiming it was an attack “clearly driven by the ‘political correctness’ of Sinophobia.”\r\n\r\nFEATURED VIDEOS FROM THE VERGE\r\nMacBook Pro with M1 Pro and M1 Max review\r\n\r\n\r\n\r\nApple’s new MacBook Pro 14 and MacBook Pro 16 are a triumphant success — they have excellent performance, stunning battery life, useful ports, and incredible displays. The only knock against them is you’re going to pay a lot for all that good stuff.",
    "category": "tech",
    "id": "1639199388537",
    "desc": "Tim Cook has pushed Apple’s value within close range of $3 trillion, a...",
    "thumbnail": "http://192.168.1.100:3000/1639199388537-937560290.0.png"
  },
  {
    "title": "OnePlus pulls buggy OxygenOS 12 update",
    "content": "OnePlus released the Android 12-based OxygenOS 12 to the OnePlus 9 and 9 Pro this week, but the company has already pulled it following reports of bugs and issues from users.\r\n\r\n“We are aware of the issues caused by the OxygenOS 12 update and our software team is fixing them,” OnePlus said in a statement to Android Police. “We will suspend this software update and roll out a new iteration as soon as possible.”\r\n\r\nThe release has been widely panned. Android Police called it “just awful,” highlighting the need to toggle settings to get the 120Hz display to work again and that some menus “straight-up crash” as examples of issues. 9to5Google agreed: “For a so-called ‘stable’ release, OxygenOS 12 is riddled with bugs and issues that honestly make it very hard to suggest that you update and install on your eligible OnePlus phone,” the publication said. XDA Developers even put out a PSA recommending that you factory reset your OnePlus 9 or 9 Pro to try to improve things — which, as XDA Developers noted, isn’t something you should need to do after a software update.\r\n\r\n\r\nIt’s apparently not just OnePlus that has had a rough rollout of an Android 12-based OS. Samsung’s Android 12-based One UI 4 began rolling out to the Galaxy Z Flip 3 and Z Fold 3 this week, but it is reportedly quite buggy. Google’s own Pixel phones haven’t been squeaky clean, either, as users have reported connectivity issues seemingly caused by a bug in Android 12.\r\n\r\nIt’s unclear when OnePlus’ revised OxygenOS 12 update will hit.\r\n\r\nFEATURED VIDEOS FROM THE VERGE\r\nAirPods 3 review: new shape, new fit\r\n\r\n\r\n\r\n\r\nApple’s third-generation AirPods have a new design with shorter stems, and they now look similar to the AirPods Pro. Sound quality has improved with new support for spatial audio head tracking. Battery life is also better, and they’re rated IPX4 for water and sweat resistance. If your AirPods are getting old and it’s time for an upgrade, the AirPods 3 don’t disappoint.",
    "category": "tech",
    "id": "1639199445411",
    "desc": "OnePlus released the Android 12-based OxygenOS 12 to the OnePlus 9 and...",
    "thumbnail": "http://192.168.1.100:3000/1639199445411-bfarsace_4481_20210317_0061_Edit.0.jpeg"
  },
  {
    "title": "The Matrix Awakens didn’t blow my mind, but it convinced me next-gen gaming is nigh",
    "content": "The Matrix Awakens single-handedly proves next-gen graphics are within reach of Sony and Microsoft’s new game consoles. It’s unlike any tech demo you’ve ever tried before. When we said the next generation of gaming didn’t actually arrive with Xbox Series X and PS5, this is the kind of push that has the potential to turn that around. And it’s free to download on those consoles right now, so you should really give it a go.\r\n\r\nJust don’t expect it to make you question your reality — the uncanny valley is still alive and well.\r\n\r\n\r\nI jacked into The Matrix Awakens today after watching our exclusive interview with Keanu Reeves and Carrie-Anne Moss — they play Neo and Trinity, I’m sure you know — and hearing breathless praise around its Game Awards debut. At first, I was wowed by how realistic Keanu Reeves looks off the bat, but if you watch closely (in the demo or video atop this post), you’ll see that the character models get less and less impressive as time goes on.\r\n\r\n\r\nScreenshot by Umar Shakir / The Verge\r\nWe go from a veritable doppelganger of Reeves that must have been at least partially real-life footage, to uncanny valley puppetry (what robot is wearing Keanu’s skin?) to cutscene-quality video game avatars, to finally just fairly average video game characters roaming around a world with no particular purpose. From a “digital humans” perspective, the illusion breaks pretty quick.\r\n\r\n\r\nGetting a little more uncanny... Screenshot by Umar Shakir / The Verge\r\nIt honestly reminds me a bit of the original Final Fantasy VII, where Cloud, Tifa, Barrett and Aerith might look quite different depending on whether you were playing a battle, watching a cutscene, or traversing the world — because even though developer Square could produce state-of-the-art graphics, there weren’t resources to give everything the same level of polish.\r\n\r\n\r\nImage: Epic Games\r\nBut from a “is it time for photorealistic video game cities?” perspective, The Matrix Awakens is seriously convincing. It’s head-and-shoulders above the most photorealistic video game cities we’ve seen so far, including those in the Spider-Man, Grand Theft Auto and Watch Dogs series. Going back to look at videos of those games, even the most recent ones that added real-time raytracing, their cities look game-like by comparison.\r\n\r\n\r\nScreenshot by Umar Shakir / The Verge\r\nDespite glitches and an occasionally choppy framerate, The Matrix Awakens city feels more real, thanks to Unreal Engine’s incredible global illumination and real-time raytracing (“The entire world is lit by only the sun, sky and emissive materials on meshes,” claims Epic), the detail of the procedurally generated buildings, and how dense it all is in terms of cars and foot traffic.\r\n\r\n\r\nScreenshot by Umar Shakir / The Verge\r\nAnd the most convincing part is that it’s not just a scripted sequence running in real-time on your PS5 or Xbox like practically every other tech demo you’ve seen — you get to run, drive, and fly through it, manipulate the angle of the sun, turn on filters, and dive into a full photo mode, as soon as the scripted and on-rails shooter parts of the demo are done.\r\n\r\nLike Neo, you can see what the world’s made of.\r\nNot that there’s a lot to do in The Matrix Awakens except finding different ways to take in the view. You can’t land on buildings, there’s no car chases except for the scripted one, no bullets to dodge. You can crash any one of the game’s 38,146 drivable cars into any of the other cars or walls, I guess. I did a bunch of that before I got bored, though, just taking in the world. Here are some other impressive stats from the game from Epic’s press release (via Eurogamer and VentureBeat):\r\n\r\nThe city is 4,138 km wide and 4.968 km long, slightly larger than the size of downtown Los Angeles\r\nThe city surface is 15.79 km2\r\nThe city perimeter is 14.519 km long\r\nThere are 260 km of roads in the city\r\nThere are 512 km of sidewalk in the city\r\nThere are 1,248 intersections in the city\r\nThere are 45,073 parked cars, of which 38,146 are drivable and destructible\r\nThere are 17,000 simulated traffic vehicles on the road that are destructible\r\n7,000 buildings\r\n27,848 lamp posts on the street side only\r\n12,422 sewer holes\r\nAlmost 10 million unique and duplicated assets were created to make the city\r\nThe entire world is lit by only the sun, sky and emissive materials on meshes. No light sources were placed for the tens of thousands of street lights and headlights. In night mode, nearly all lighting comes from the millions of emissive building windows\r\n35,000 simulated MetaHuman pedestrians\r\nAverage polygon count? 7000k buildings made of 1000s of assets and each asset could be up to millions of polygons so we have several billions of polygons to make up just the buildings of the city\r\nEpic Games’ pitch is that Unreal Engine 5 developers can do this or better with its ready-made tools at their disposal, and I can’t wait to see them try. Not that photorealistic games are necessarily my favorites, but I’ll take all the immersion I can get.\r\n\r\nIt would sure be nice to finally have a good game based on The Matrix, too, hint-hint-wink-wink. If there’s a good script, it sure sounds like Keanu and Carrie-Anne might be up for it!",
    "category": "tech",
    "id": "1639199535378",
    "desc": "The Matrix Awakens single-handedly proves next-gen graphics are within...",
    "thumbnail": "http://192.168.1.100:3000/1639199535378-51737478995_0f7258ab4a_h.png"
  },
  {
    "title": "California man who sold $1M of forged art gets 3-year term",
    "content": "SAN DIEGO -- A Southern California man who sold $1.1 million in forged art was sentenced Friday to three years in federal prison, prosecutors said.\r\n\r\nJason Harrington, 38, of Escondido, was sentenced in San Diego after pleading guilty to wire fraud earlier this year, according to the U.S. attorney's office for the Southern District of California.\r\n\r\nHarrington sold forgeries of paintings he claimed were the work of noted conceptual and street artist Richard Hambleton, who was a colleague of Jean-Michel Basquiat and Keith Haring.\r\n\r\nHambleton, a Canadian who settled in New York City, died in 2017. Some of his works have sold for hundreds of thousands of dollars.\r\n\r\nHarrington acknowledged that between 2018 and 2020, he sold forgeries to at least 15 people and galleries, including some depicting Hambleton's famous black-silhouetted “Shadowman” theme from the early 1980s, prosecutors said.\r\n\r\n“To make the forged art appear authentic, Harrington lied to prospective buyers regarding the provenance of the art,\" including providing them with fake letters of authenticity from supposed owners, the U.S. attorney's office said in a statement.\r\n\r\n“This is a fitting sentence for a defendant who harmed investors, corrupted the integrity of the art market, and damaged the historical-cultural record,” Acting U.S. Attorney Randy Grossman said in the statement.\r\n\r\nHarrington agreed to make $1.1 million in restitution and faces a restitution hearing in February.",
    "category": "entertainment",
    "id": "1639199647942",
    "desc": "SAN DIEGO -- A Southern California man who sold $1.1 million in forged...",
    "thumbnail": "http://192.168.1.100:3000/1639199647942-WireAP_e8e7a64d83824d6797ce8b8c96620b1a_16x9_992.jpeg"
  },
  {
    "title": "EXPLAINER: What charges did Jussie Smollett face at trial?",
    "content": "CHICAGO -- The twists, turns and oddities of the legal saga surrounding Jussie Smollett’s claim in 2019 that he was the target of a racist and homophobic attack in Chicago culminated in a weeklong trial, which concluded with a jury convicting Smollett on five counts of disorderly conduct. Smollett was acquitted on a sixth count.\r\n\r\nInitial charges brought in February 2019 that accused the former “Empire” actor of faking the assault were soon after tossed. But in February 2020, after a special prosecutor looked into the case, a new six-count indictment was filed.\r\n\r\nHere’s a look at the charges Cook County jurors heard testimony about:\r\n\r\nWHAT WERE THE CHARGES AGAINST SMOLLETT?\r\n\r\nThe 39-year-old was charged under Illinois’ disorderly conduct statute, which encompasses a wide range of offenses, from making prank 911 calls to placing harassing calls as a debt collector.\r\n\r\nHe faced six counts of disorderly conduct under a subsection of the law that prohibits false reports to police. Some states don’t categorize false police reports as disorderly conduct.\r\n\r\nThe charges were listed as class 4 felonies, which are among the least serious felonies in Illinois. But convictions can still carry potential prison time of up to three years.\r\n\r\nAlthough Smollett was found guilty Thursday of five of the six counts, his lack of criminal history and the fact that no one was seriously hurt make actual time behind bars unlikely. It’s more likely that a judge would sentence him to probation and perhaps order him to perform community service.\r\n\r\n“I’d be shocked if he spent one day in jail,” said Andrew Weisberg, a Chicago-based criminal attorney and a former Cook County prosecutor.\r\n\r\nHOW UNIQUE IS IT FOR SUCH CHARGES TO BE BROUGHT?\r\n\r\nThe Smollett case was certainly unique in how it involved a star actor and in its sensational claims and counterclaims — first by Smollett, who is Black and gay, that he was the subject of an attack and then by police that he had made it all up.\r\n\r\nWhile it is among the biggest disorderly conduct cases in Illinois history, it's not the only such case to have made a splash in the news.\r\n\r\nA Canadian, Robert Spearing, was charged with disorderly conduct in 2011 after Chicago police said he lied about being beaten and robbed of tickets to an Oprah Winfrey show. He concocted the story, even cutting his own forehead with a rock, to conceal from his wife that he never had any tickets. He pleaded guilty and did no time in prison.\r\n\r\nDisorderly conduct charges for filing a false police report aren’t uncommon and are sometimes tied to insurance fraud. Last month, a man in the Chicago suburb of Wheaton was charged with disorderly conduct for allegedly lying to police that he had been robbed in a parking garage at gunpoint.\r\n\r\nWeisberg says those who fib in initial reports to police are frequently quick to recant and often aren’t charged if they take it back immediately. After police accused him of lying, Smollett doubled down and insisted it was all true.\r\n\r\nSmollett's case stands out in that it got to trial at all, Weisberg added. In many cases, those accused of lying to police seek a plea deal or plead guilty without a deal.\r\n\r\nWHY SIX COUNTS AGAINST SMOLLETT FOR THE SAME INCIDENT?\r\n\r\nEach count of disorderly conduct represents an instance during Jan. 29, 2019, and then on Feb. 14, 2019, in which Smollett allegedly lied to police.\r\n\r\nCount 1 accused him of telling responding Chicago Police Officer Muhammed Baig at around 2:45 a.m., some 45 minutes after the purported attack, that he was the victim of a hate crime. He said two attackers put a rope around his neck. Count 2 referred to Smollett telling the same officer he was a victim of a battery, describing attackers beating and pouring bleach on him.\r\n\r\nCounts 3 and 4 stemmed from Smollett making the same claims but to a different officer, Kimberly Murray, later that morning, at just before 6 a.m.\r\n\r\nCount 5 accused Smollett of again telling Murray at around 7:15 p.m. that he was the victim of a battery. Count 6 referred to Smollett reporting on Feb. 14, 2019, to detective Robert Graves that he’d been a victim of an aggravated battery.",
    "category": "entertainment",
    "id": "1639199748479",
    "desc": "CHICAGO -- The twists, turns and oddities of the legal saga surroundin...",
    "thumbnail": "http://192.168.1.100:3000/1639199748479-WireAP_f834abe1d9814692aa3cecdfdd898c79_16x9_992.jpeg"
  },
  {
    "title": "Timeline of events since Jussie Smollett reported attack",
    "content": "CHICAGO -- Jussie Smollett was convicted on charges that he lied to Chicago police when the former “Empire” actor and R&B singer reported being the victim of a racist and homophobic attack nearly three years ago. Some key moments in the story:\r\n\r\nJan. 22, 2019\r\n\r\n— Smollett receives a racist and homophobic threatening letter at the studio in Chicago where \"Empire\" is filmed. Police later say they believe Smollett sent the letter himself.\r\n\r\nJan. 29, 2019\r\n\r\n— Jussie Smollett tells police he was attacked by two men in downtown Chicago at 2 a.m. The actor says the men used racist and homophobic slurs, wrapped a rope around his neck and poured an \"unknown substance\" on him. Police say Smollett, who is Black and gay, told detectives the attackers also yelled he was in \"MAGA country,\" an apparent reference to President Donald Trump's \"Make America Great Again\" campaign slogan that some Trump critics call racist and discriminatory.\r\n\r\nJan. 30, 2019\r\n\r\n— Chicago police say they've reviewed hundreds of hours of surveillance camera footage, including of Smollett walking downtown, but none shows the attack. Police obtain and release images of two people they want to question, calling them \"persons of interest.\"\r\n\r\n— Reports of an assault on Smollett draw outrage and support for him on social media from some politicians and celebrities.\r\n\r\nJan. 31, 2019\r\n\r\n— Smollett's family issues a statement calling the attack a hate crime and disputing claims that he changed his story.\r\n\r\nFeb. 1, 2019\r\n\r\n— Smollett issues a statement saying he's OK, that he's working with authorities and has been \"100 percent factual and consistent on every level.\"\r\n\r\nFeb. 2, 2019\r\n\r\n— Smollett opens a concert in West Hollywood, California, with an emotional speech, saying he had to play the show because he couldn't let his attackers win.\r\n\r\nFeb. 13, 2019\r\n\r\n— Chicago police pick up two brothers at Chicago's O'Hare International Airport after police learn at least one worked on \"Empire.\" Police question the men, who were returning to Chicago from Nigeria, and search their apartment.\r\n\r\nFeb. 15, 2019\r\n\r\n— Chicago police release the brothers without charges after arresting them on suspicion of assault and holding them for nearly 48 hours. A police spokesman says they're no longer suspects.\r\n\r\nFeb. 16, 2019\r\n\r\n— Police say the investigation has \"shifted\" after detectives questioned the brothers, and request a follow-up interview with Smollett. His lawyers say he feels \"victimized\" by reports that he played a role in the assault.\r\n\r\nFeb. 17, 2019\r\n\r\n— Chicago police reach out to Smollett's attorney saying they still want to interview him again because new information has \"shifted\" their investigation.\r\n\r\nFeb. 19, 2019\r\n\r\n— Chicago's top prosecutor, Cook County State's Attorney Kim Foxx, recuses herself from the investigation. Her office says the decision was made \"out of an abundance of caution ... to address potential questions of impartiality based upon familiarity with potential witnesses in the case.\"\r\n\r\nFeb. 20, 2019\r\n\r\n— Prosecutors charge Smollett with disorderly conduct for filing a false police report about the alleged attack.\r\n\r\nFeb. 21, 2019\r\n\r\n— Chicago police say Smollett surrenders to face a felony charge of disorderly conduct, punishable by up to three years in prison.\r\n\r\n— Chicago Police Superintendent Eddie Johnson says Smollett staged the attack because he was unhappy with his salary and wanted publicity. Investigators say they have a $3,500 check that Smollett used to pay the two brothers to help him.\r\n\r\nFeb. 22, 2019\r\n\r\n— “Empire” producers say Smollett's character to be removed from the final two episodes of the season.\r\n\r\nMarch 7, 2019\r\n\r\n— A Cook County grand jury returns a 16-count indictment charging Smollett with falsely reporting an offense.\r\n\r\nMarch 26, 2019\r\n\r\n— Smollett's attorneys say charges alleging he lied to police have been dropped.\r\n\r\nMarch 28, 2019\r\n\r\n— A city official says Chicago is seeking $130,000 from Smollett to cover the cost of the investigation into his reported beating, which police say was staged.\r\n\r\nApril 11, 2019\r\n\r\n— The city of Chicago files a lawsuit seeking to recoup the investigation costs.\r\n\r\nApril 15, 2019\r\n\r\n— The Cook County State's Attorney's Office releases thousands of documents in the Smollett case in response to open records requests, including a text from Foxx calling Smollett a “washed up celeb” who was overcharged.\r\n\r\nApril 23, 2019\r\n\r\n— The brothers who said they helped Smollett stage the attack file a defamation lawsuit against the actor's attorneys.\r\n\r\nAug. 23, 2019\r\n\r\n— Judge names former U.S. Attorney Dan Webb as special prosecutor to investigate why charges against Smollett were dropped.\r\n\r\nFeb. 11, 2020\r\n\r\n— Webb says grand jury returns six-count indictment against Smollett, accusing him of lying to police.\r\n\r\nFeb. 24, 2020\r\n\r\n— Smollett pleads not guilty to restored charges.\r\n\r\nOct. 15, 2021\r\n\r\n— Judge James Linn denies a last-ditch effort to dismiss the criminal case against Smollett and sets his trial for Nov. 29.\r\n\r\nNov. 29, 2021\r\n\r\n— Smollett's trial starts with jury selection and opening statements from lawyers.\r\n\r\nDec. 6, 2021\r\n\r\n— Smollett testifies in his own defense.\r\n\r\nDec. 8, 2021\r\n\r\n— The jury begins deliberations in Smollett's trial.\r\n\r\nDec. 9, 2021\r\n\r\n— A jury convicts Smollett on five counts of disorderly conduct, and acquits him on a sixth count.",
    "category": "entertainment",
    "id": "1639199787746",
    "desc": "CHICAGO -- Jussie Smollett was convicted on charges that he lied to Ch...",
    "thumbnail": "http://192.168.1.100:3000/1639199787746-WireAP_4257523f4f7c4410ab2a0e6a97cc2b5d_16x9_992.jpeg"
  },
  {
    "title": "Salzburg Festival projects return to normal next summer",
    "content": "The Salzburg Festival is projecting for a return to normal next summer, announcing a schedule of 228 performances over 45 days that include a new production of Béla Bartók’s “Bluebeard’s Castle” paired with Carl Orff’s “A Play on the End of Time.”\r\n\r\nSalzburg, Europe’s premier festival, cut to 110 performances in 2020 because of the coronavirus pandemic and was back up to 163 last summer. Revenue dropped from 31.2 million Euros ($34.9 million) in 2019 to 8.7 million Euros ($10.4 million) before rebounding to 27.7 million Euros ($31.5 million) in 2021, when 227,000 attended.\r\n\r\n“We are doing a full program. We cannot predict how it will be in the summer,” festival artistic director Markus Hinterhäuser said during a telephone interview. “We had two summers when we had the pandemic situation and we had to react.”\r\n\r\nHinterhäuser hopes the festival’s regular audience, usually drawn to Austria from more than 80 nations, will return for the first time since 2019 after skipping last summer due to travel restrictions.\r\n\r\n“There were many, many countries from which people didn’t come.” he said. “They didn’t come from England. They didn’t come from America — very few. The Asian countries were kind of excluded. Russia was very modest. So it was more an Austrian-German-Swiss-Central European audience, which was very interesting for us. We had a kind of new audience, which promising in a way.”\r\n\r\nThe Bartók/Orff will be conducted by Teodor Currentzis and directed by Romeo Castellucci. The schedule announced Friday, which runs from July 18 to Aug. 31, includes new stagings of Puccini’s “Il Trittico” directed by Christof Loy and conducted by Franz Welser-Möst; and Janácek’s “Kát’a Kabanová” directed by Barrie Kosky.\r\n\r\n“There is a very common relation between these three pieces, even though the musical drama is totally different,” Hinterhäuser said. “Everything can be seen in a kind of larger perspective, referring to ‘The Divine Comedy’ of Dante.”\r\n\r\nReturning revised versions include Verdi’s “Aida” in a Shirin Neshat production from 2017 starring Anna Netrebko, and Mozart’s “Die Zauberflöte (The Magic Flute)” in a Lydia Steier staging from 2018.\r\n\r\nRossini’s “Il Barbiere di Siviglia (The Barber of Seville),” directed by Rolando Villazón and starring mezzo-soprano Cecilia Bartoli, will be transferred from the Salzburg Whitsun Festival.",
    "category": "entertainment",
    "id": "1639199843035",
    "desc": "The Salzburg Festival is projecting for a return to normal next summer...",
    "thumbnail": "http://192.168.1.100:3000/1639199843035-covid-5-gty-er-211210_1639169137015_hpMain_16x9_992.jpeg"
  },
  {
    "title": "Celebrity birthdays for Fri. Dec. 10th",
    "content": "Celebrity birthdays for Friday December 10th\r\n\r\nOn Dec. 10, 1959, the four male members of The Platters were acquitted of charges of aiding and abetting prostitution. They had been arrested four months earlier.\r\n\r\nIn 1962, “Lawrence of Arabia” had its royal premiere in London. Peter O’Toole starred as English officer T.E. Lawrence.\r\n\r\nIn 1967, singer Otis Redding and four members of the Bar-Kays died in the crash of his private plane in Wisconsin. Redding was 26.\r\n\r\nAlso in 1967, singer Steve Miller signed a precedent-setting contract with Capitol Records. He received a large advance on his band’s first album and a sizeable royalty rate.\r\n\r\nIn 1971, Frank Zappa broke a leg and ankle and fractured his skull when he was pushed from a London stage by the jealous boyfriend of a Zappa fan. Zappa spent months in a wheelchair recovering.\r\n\r\nIn 1972, singer Roberta Flack and two members of her backup band were injured in a car accident while driving into New York.\r\n\r\nIn 1995, rapper Darren Robinson of the Fat Boys died of cardiac arrest after a bout with the flu. He was working on a comeback album at the time. Robinson was 28.\r\n\r\nIn 1996, country singer Faron Young died in a hospital in Nashville, a day after he shot himself in the head. He was 64.\r\n\r\nIn 1997, bassist Nikki Sixx and drummer Tommy Lee of Motley Crue were arrested for allegedly knocking over a security guard at a concert in Phoenix.\r\n\r\nAlso in 1997, bass singer Jacob Carey of The Flamingos died of a heart attack in his home in Lanham, Maryland. He was 74. The Flamingos were best known for their hit “I Only Have Eyes For You.”\r\n\r\nIn 1999, bassist Rick Danko of The Band died in Woodstock, New York. He was 56.\r\n\r\nIn 2005, comedian Richard Pryor died of a heart attack at a hospital outside Los Angeles. He was 65.\r\n\r\nAlso in 2005, Garth Brooks married Trisha Yearwood in a private ceremony at their home in Oklahoma.\r\n\r\nIn 2007, Led Zeppelin reunited for the first time in 30 years, for a tribute concert in London for Atlantic Records co-founder Ahmet Ertegun (AH’-met ER’-teh-gun).\r\n\r\nIn 2019, singer Marie Fredriksson of Roxette died after a 17-year battle with cancer. She was 61.\r\n\r\nToday’s birthdays: Actor Fionnula Flanagan (“Waking Ned Devine”) is 80. Actor-singer Gloria Loring is 75. Drummer Walter “Clyde” Orange of The Commodores is 75. Country singer Johnny Rodriguez is 70. Actor Susan Dey is 69. Musician Paul Hardcastle is 64. Actor John York (“General Hospital”) is 63. Actor-director Kenneth Branagh (BRAN’-nah) is 61. Actor Nia Peeples is 60. TV chef Bobby Flay is 57. Singer-guitarist J Mascis of Dinosaur Jr. is 56. Bassist Scot Alexander of Dishwalla is 50. Drummer Meg White of The White Stripes is 47. Actor Emmanuelle Chriqui (SHREE’-kee) (“Entourage”) is 46. Rapper Kuniva of D12 is 46. Actor Gavin Houston (“The Haves and the Have Nots,” “Guiding Light”) is 44. Actor Alano Miller (“Underground,” ″Jane the Virgin”) is 42. Bassist Noah Harmon of Airborne Toxic Event is 40. Actor Patrick John Flueger (FLOO’-ger) (“Chicago P.D.”) is 38. Country singer Meghan Linsey is 36. Actor Raven-Symone (“That’s So Raven,” ″The Cosby Show”) is 36. Actor-singer Teyana Taylor is 31. Actor Kiki Layne (“If Beale Street Could Talk”) is 30.",
    "category": "entertainment",
    "id": "1639199892615",
    "desc": "Celebrity birthdays for Friday December 10th\r\n\r\nOn Dec. 10, 1959, the ...",
    "thumbnail": "http://192.168.1.100:3000/1639199892615-NYS_Vaccrates_v03_LY_1639019051790_hpEmbed_1x1_992.jpeg"
  },
  {
    "title": "Jussie Smollett guilty verdict latest in polarizing case",
    "content": "CHICAGO -- Jussie Smollett’s conviction Thursday for lying to police about a racist, homophobic attack came nearly three years after his report of a horrifying hate crime quickly became part of a polarized political landscape, with people — including the president of the United States — weighing in from all over.\r\n\r\nA prosecutor said the verdict was “a resounding message by the jury that Mr. Smollett did exactly what we said he did” — recruit two brothers to fake an attack so it could be recorded by a surveillance camera and posted on social media for publicity.\r\n\r\nThe brothers testified that the former “Empire” actor paid them $3,500 for the hoax and gave them lines to yell, including about “MAGA country,” an apparent reference to then-President Donald Trump’s “Make America Great Again” slogan.\r\n\r\nThe report made headlines around the world and prompted a massive manhunt in Chicago, with roughly two dozen police joining the investigation. It also drew criticism from Trump, who called the police department’s handling of the case “an absolute embarrassment to our country.”\r\n\r\n“Not only did Mr. Smollett lie to the police and wreak havoc here in the city for weeks on end for no reason whatsoever, but then he compounded the problem by lying under oath to a jury,” special prosecutor Dan Webb said after Thursday's verdict.\r\n\r\nSmollett, who is Black and gay, maintained throughout the nearly three-year legal battle that he was attacked in downtown Chicago in January 2019 by people who yelled racist and anti-gay slurs and put a noose around his neck.\r\n\r\nHis attorney declared Smollett's innocence again Thursday after the jury found him guilty on five of six counts of disorderly conduct for lying to police. Nenye Uche said Smollett would appeal the conviction, and is “100% confident” his name will be cleared by an appellate court.\r\n\r\n“Unfortunately we were facing an uphill battle where Jussie was already tried and convicted in the media and then we had to somehow get the jury to forget or unsee all the news stories that they had been hearing that were negative for the last three years,” Uche told reporters after the verdict.\r\n\r\nThe jury convicted the 39-year-old on five counts of disorderly conduct — for each separate time he was charged with lying to police in the days after the alleged attack. He was acquitted on a sixth count, of lying to a detective in mid-February, weeks after Smollett said he was attacked.\r\n\r\nSmollett stood and faced the jury, showing no visible reaction as the verdict was read. He and his family later left the courthouse without comment.\r\n\r\nJudge James Linn set a post-trial hearing for Jan. 27, and said he would schedule Smollett's sentencing at a later date. Disorderly conduct is a class 4 felony that carries a prison sentence of up to three years, but experts have said if convicted, Smollett would likely be placed on probation and ordered to perform community service.\r\n\r\nThe damage to his personal and professional life may be more severe. Smollett lost his role on the TV program “Empire,\" which was filmed in Chicago, after prosecutors said the alleged attack was a hoax, and he told jurors earlier this week, “I’ve lost my livelihood.”\r\n\r\nThe jury deliberated for just over nine hours Wednesday and Thursday after a roughly one-week trial.\r\n\r\nSmollett testified that he was the victim of a real hate crime, telling jurors “there was no hoax.” He called the brothers who testified against him “liars” and said the $3,500 check he wrote them was for meal and workout plans.\r\n\r\nHis attorneys argued that the brothers attacked the actor because they are homophobic and didn’t like “who he was.” They also alleged the brothers made up the story about the attack being staged to get money from Smollett, and that they said they wouldn’t testify against him if Smollett paid them each $1 million.\r\n\r\nAsked Thursday if Smollett could be charged with perjury for lying on the witness stand, Webb said perjury charges “generally” don’t happen after a defendant is convicted, but that it was unclear what would happen in Smollett's case.\r\n\r\nHe also said the Chicago Police Department was vindicated by the jury's verdict.\r\n\r\n“A lot of times people say, ‘Well, police officers sweep things under the rug.’ This police department responded by absolutely testifying in this trial that they took it seriously,\" Webb said. \"They believed he was a victim of a crime and they worked so hard for the next three weeks.”\r\n\r\nBut Uche said Chicago police should have investigated the case “much more,\" and that there were some witnesses who were never interviewed.\r\n\r\nHe called the jury's split verdict “inconsistent,” saying it made no sense for Smollett to be convicted of five counts but not the sixth charge, since “everything stems from one incident.”\r\n\r\nAn attorney for Abimbola and Olabingo Osundairo, the brothers who testified against Smollett, said her clients “could not be more thrilled and pleased with the results.\"\r\n\r\nChicago police “got this one right,” Gloria Rodriguez said.",
    "category": "entertainment",
    "id": "1639199926684",
    "desc": "CHICAGO -- Jussie Smollett’s conviction Thursday for lying to police a...",
    "thumbnail": "http://192.168.1.100:3000/1639199926684-WireAP_eab3ea8eef5e45389c01935e66fcecd5_16x9_992.jpeg"
  },
  {
    "title": "Biden set to make 1st late-night TV appearance as president",
    "content": "WASHINGTON -- President Joe Biden is getting ready for his first late-night TV appearance since taking office.\r\n\r\nBiden is set to appear Friday on NBC’s “The Tonight Show” with comedian Jimmy Fallon. Biden will appear virtually; the White House didn’t say where he will be when he tapes the segment.\r\n\r\nBiden has made two previous appearances on the show. He bantered with Fallon in April 2020, a week before he became the presumptive Democratic nominee for president, and in September 2016, toward the end of his eight years as vice president.\r\n\r\nBiden is suffering from a steep drop in the polls and has been under pressure to engage more with the media.\r\n\r\nHe has been trying to improve his standing with the public by traveling around the country to promote a $1 trillion infrastructure law, money that will be used to repair roads and bridges and lay down high-speed internet across the country.\r\n\r\nThe president also has been trying to rally public support for a separate social welfare and climate bill that has stalled in the Senate.",
    "category": "entertainment",
    "id": "1639199977330",
    "desc": "WASHINGTON -- President Joe Biden is getting ready for his first late-...",
    "thumbnail": "http://192.168.1.100:3000/1639199977330-WireAP_dfb73c945229422f9c4725b2884029dd_16x9_992.jpeg"
  },
  {
    "title": "Jussie Smollett found guilty for filing false police report in hoax attack",
    "content": "After just 10 hours of deliberation, a Chicago jury has found actor Jussie Smollett guilty on five of six counts for filing a false police report related to the hoax racist attack he suffered at the hands of two men in January 2019.\r\n\r\nThe \"Empire\" actor alleged he was attacked, doused with an unknown liquid, had a noose placed around his neck and called racist and homophobic slurs by two men late at night on a Chicago street. He has maintained it was not orchestrated by himself.\r\n\r\nHe did not show any reaction as the verdicts were read. He could face up to three years in prison, though he will likely not face nearly so stiff a sentence.\r\n\r\n\"During my closing argument I told the jury that I thought the evidence was overwhelming. ... That verdict was a resounding message by the jury that Mr. Smollett did exactly what we said he did,\" special prosecutor Dan Webb told reporters after the verdict.\r\n\r\nPHOTO: Actor Jussie Smollett departs the courtyard after day six of his trial in Chicago, Dec. 7, 2021.\r\nCharles Rex Arbogast/AP\r\nCharles Rex Arbogast/AP\r\nActor Jussie Smollett departs the courtyard after day six of his trial in Chicago, Dec. 7, 2021.\r\nSmollett exited the courthouse without taking questions from reporters.\r\n\r\nWebb called the guilty verdict a \"complete vindication\" for the Chicago Police Department, with several officers testifying during the trial.\r\n\r\nSmollett was charged with six counts of felony disorderly conduct for allegedly filing a false police report. He was found guilty of all five counts related to what he told police officers immediately following the attack. The sixth count, of which he was found not guilty, related to further comments he gave to police two weeks after the incident.\r\n\r\nSmollett's lawyers said they will appeal the verdict. He said Smollett was \"disappointed\" but remains \"100% confident\" he will win on appeal.\r\n\r\nMORE: The Jussie Smollett trial: Timeline of how this case ended up in court\r\n\"We remain confident on appeal he will be cleared of all charges,\" attorney Nenye Uche told reporters. \"This is an inconsistent verdict. .. I don't believe that justice was done today.\"\r\n\r\nUche said he had \"never seen a case like this where a person got jail time,\" but added \"he shouldn't because he's innocent.\"\r\n\r\nThe defense rested its case on Tuesday after a week of testimony, with Smollett taking the stand in his own defense. He alleged Abimbola and Ola Osundairo, the brothers who carried out the assault, were lying when they said during the trial that they were friends of Smollett and had been paid $3,500 to carry out the attack.\r\n\r\nPHOTO: Jussie Smollett and family members return to the Leighton Criminal Courthouse in Chicago, Dec. 9, 2021.\r\nNam Y. Huh/AP\r\nNam Y. Huh/AP\r\nJussie Smollett and family members return to the Leighton Criminal Courthouse in Chica...Read More\r\nSmollett, 39, received widespread support in the wake of the attack and made an emotional appearance at a concert in early February 2019, but then word emerged after authorities spoke to the Osundario brothers' return from overseas that the attack was allegedly a hoax. Smollett was charged on Feb. 20, 2019, with Chicago Police Superintendent Eddie Johnson saying the attack was orchestrated because he was unhappy with his salary on the Fox hit show.\r\n\r\nThe charges were dropped against Smollett in March 2019, but a special prosecutor announced an indictment for the six disorderly conduct charges was handed down in February 2020. Smollett pleaded not guilty.\r\n\r\nThe jury deliberated for about three hours on Wednesday and then began again on Thursday morning.\r\n\r\nGloria Rodriguez, lawyer for the Osundario brothers, said the brothers were elated with the verdict and thanked the special prosecutor for taking on the case.",
    "category": "entertainment",
    "id": "1639200038403",
    "desc": "After just 10 hours of deliberation, a Chicago jury has found actor Ju...",
    "thumbnail": "http://192.168.1.100:3000/1639200038403-jussie-smollett-verdict-02-ap-llr-211209_1639092669361_hpMain_16x9_992.jpeg"
  }
]